Repository: CellulaProject/icc.cellula
Catalog: src/icc/cellula/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: ====TITLE=====
ru: ====Заголовок страницы====

source: Dashboard
ru: Информационная панель

source: Archive
ru: Архив

source: Metal
ru: Металл

source: Maintain
ru: Обслуживание

source: Debug
ru: Отладка

source: Document Archive
ru: Архив документов

source: Drag & Drop Files Here
ru: Кидайте ваши документы сюда

source: Debug graph
ru: Отладка графа

source: Debug search
ru: Отладка поиска

source: Login
ru: Вход

source: Register new user
ru: Зарегистрировать нового пользователя

source: Enter Your account data
ru: Данные вашей учетной записи

source: Cellula
ru: ЭКлетка

source: Register
ru: Регистрация

source: Logout
ru: Выход

source: Restore password
ru: Восстановление пароля

source: Maintainance View
ru: Обслуживание

source: Test View
ru: Тестовый вид

source: E-Mail
ru: Почта

source: Search...
ru: Найти...

source: Profile
ru: Профиль

source: Sign out
ru: Выйти

source: Login or register new user
ru: Выйти в систему или зарегистрировать пользователя

source: Log in
ru: Вход

source: Email
ru: Email-адрес

source: Password
ru: Пароль

source: Confirm password
ru: Подтверждение пароля

source: Remember Me
ru: Запомнить меня

source: Sign In
ru: Войти

source: Sign up
ru: Зарегистрироваться

source: You logged out!
ru: Вы вышли из системы!

source: You can login again with a link below.
ru: Но вы можете вернуться при помощи одной из ссылок ниже.

source: Login to an existing account
ru: Войти в существующую учетную запись

source: Register a new membership
ru: Зарегистрировать нового пользователя

source: I forgot my password
ru: Забыли свой пароль

source: - OR -
ru: - ИЛИ -

source: Sign in using Facebook
ru: Войти учетной записью Facebook

source: Sign in using Google+
ru: Войти учетной записью Google+

source: main_cellula
ru: ЭКлетка

source: placeholder_search_here
ru: Поиск по содержимому...

source: btn_close
ru: Закрыть

source: btn_save_changes
ru: Сохранить

source: side_dashboard
ru: Обзор

source: Metadata Storage
ru: Метаданные

source: Principals
ru: Пользователи и роли

source: Home
ru: Главная

source: Documents
ru: Документы

source: Documents for the last five days
ru: Документы за последние пять дней

source: table_data
ru: Дата загрузки

source: Title
ru: Название

source: File
ru: Файл

source: Incoming #
ru: Входящий №

source: To restore your password enter your e-mail used for registering. <dynamic element>
ru: Для восстановления пароля введите email-адрес, использованный при регистрации.

source: Account data
ru: Данные вашей учетной записи

source: To restore your password enter your e-mail used for registering.
ru: Для восстановления пароля введите email-адрес, использованный при регистрации.

source: An e-mail address used in registration.
ru: Email, использованный при регистрации.

source: submit-restore-password
ru: Восстановить пароль

source: Username:
ru: Псевдоним:

source: Password:
ru: Пароль:

source: Confirm Password:
ru: Подтверждение пароля:

source: Go back
ru: Вернуться

source: Sign Up
ru: Регистрировать

source: Forgot Something ?
ru: Забыли что-то ?

source: Your account settings have been updated
ru: Настройки вашей учетной записи обновлены
